Repository: Shikkanime/application
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Home
fr: Accueil

source: Catalog
fr: Catalogue

# calendarTimeFormat
source: jm
fr: Hm

source: Calendar
fr: Calendrier

# myAccount
source: Account
fr: Compte

source: Search
fr: Rechercher

source: Advanced Search
fr: Recherche avancée

source: Sort
fr: Trier

# whatYouMightHaveMissed1
source: What you might have
fr: Ce que vous auriez pu

# whatYouMightHaveMissed2
source: missed
fr: manquer

# season
source: Season {season}
fr: Saison {season}

# simulcastSeason
source: {type, select, SPRING{Spring} SUMMER{Summer} AUTUMN{Autumn} WINTER{Winter} other{}} {year}
fr: {type, select, SPRING{Printemps} SUMMER{Été} AUTUMN{Automne} WINTER{Hiver} other{}} {year}

# episodeType
source: {type, select, episode{Episode} special{Special} film{Movie} summary{Recap Episode} spin_off{Spin-off} other{}}
fr: {type, select, episode{Épisode} special{Spécial} film{Film} summary{Épisode récapitulatif} spin_off{Spin-off} other{}}

# fullInformation
source: Season {season} | {episodeType} {number}
fr: Saison {season} • {episodeType} {number}

source: Subtitles
fr: Sous-titrage

# voice
source: Dubbing
fr: Doublage

# markWatched
source: All seen
fr: Tout vu

source: Share
fr: Partager

# showMore
source: ...more
fr: ...plus

# showLess
source: ...less
fr: ...moins

source: Anonymous account
fr: Compte anonyme

# associateEmail
source: Associate an email address
fr: Associer une adresse e-mail

source: Send code
fr: Envoyer le code

source: Account
fr: Compte

# email
source: Email address
fr: Adresse e-mail

source: Identifier
fr: Identifiant

# identifierSubtitle
source: Please save it to recover your data
fr: Veuillez le sauvegarder pour récupérer vos données

source: No identifier
fr: Aucun identifiant

# identifierCopied
source: Identifier copied to clipboard
fr: Identifiant copié dans le presse-papiers

# enterNewIdentifier
source: Please enter a new identifier
fr: Veuillez saisir un nouvel identifiant

source: Forgot identifier?
fr: Identifiant oublié ?

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: OK
fr: D'accord

source: Settings
fr: Paramètres

# notificationsType
source: {type, select, all{All notifications} watchlist{Watchlist} none{None} other{Other}}
fr: {type, select, all{Toutes les notifications} watchlist{Watchlist} none{Aucune} other{Autre}}

# notificationsSubtitles
source: {type, select, all{Receive notifications for all anime} watchlist{Receive notifications for anime in your watchlist} none{Disable notifications} other{Receive notifications for anime you follow}}
fr: {type, select, all{Recevoir des notifications pour tous les animés} watchlist{Recevoir des notifications pour les animés de votre watchlist} none{Désactiver les notifications} other{Recevoir des notifications pour les animés que vous suivez}}

source: Default sort
fr: Tri par défaut

# sortType
source: {type, select, oldest{Oldest} newest{Newest} other{Other}}
fr: {type, select, oldest{Les plus anciens} newest{Les plus récents} other{Autre}}

# anonymousWarningTitle
source: Data Backup Warning
fr: Avertissement sur la sauvegarde des données

# anonymousWarningContent1
source: We save your data anonymously on our servers. Each account is associated with a unique identifier. Please note that if you lose this identifier, you risk losing access to all your data.
fr: Nous sauvegardons vos données de manière anonyme sur nos serveurs. Chaque compte est associé à un identifiant unique. Veuillez noter que si vous perdez cet identifiant, vous risquez de perdre l'accès à toutes vos données.

# anonymousWarningContent2
source: You can find your unique identifier in the "Account" section of the application settings.
fr: Vous trouverez votre identifiant unique dans la section "Compte" des paramètres de l'application.

# anonymousWarningContent3
source: To avoid any data loss, we strongly recommend associating an email address. This will allow you to easily recover your data if needed and secure your account against accidental loss.
fr: Pour éviter toute perte de données, nous vous recommandons vivement d'associer une adresse e-mail. Cela vous permettra de récupérer facilement vos données en cas de besoin et de sécuriser votre compte contre toute perte accidentelle.

source: Oops
fr: Oups

# noAnimeToday
source: There are no anime available today.
fr: Il n'y a pas d'animé disponible aujourd'hui.

# noInternet
source: No Internet connection
fr: Pas de connexion Internet

# noEmail
source: No email address associated
fr: Aucune adresse e-mail associée

# tryAgain
source: Please try again
fr: Réessayer

# invalidEmail
source: Invalid email address
fr: Adresse e-mail invalide

# conflictEmail
source: This email address is already associated with another account
fr: Cette adresse e-mail est déjà associée à un autre compte

source: Invalid code
fr: Code invalide

source: Invalid identifier
fr: Identifiant invalide

# emailContent
source: By associating an email address with your account, you'll be able to recover your data if you lose your identifier. Additionally, you can secure your account against accidental loss.
fr: En associant une adresse e-mail à votre compte, vous pourrez récupérer vos données en cas de perte de votre identifiant. De plus, vous pourrez sécuriser votre compte contre toute perte accidentelle.

# emailSpamWarning
source: Please check your spam folder if you don't receive the email in your inbox. If you still don't receive it after a few minutes, please try again.
fr: Veuillez vérifier votre dossier de courrier indésirable si vous ne recevez pas l'e-mail dans votre boîte de réception. Si vous ne le recevez toujours pas après quelques minutes, veuillez réessayer.

# emailNotAssociated
source: If you haven't associated an email address with your account, you won't be able to recover your data if you lose your identifier.
fr: Si vous n'avez pas associé d'adresse e-mail à votre compte, vous ne pourrez pas récupérer vos données en cas de perte de votre identifiant.

# emailAlreadyAssociatedWithYourAccount
source: This email address is already associated with your account.
fr: Cette adresse e-mail est déjà associée à votre compte.

# yourEmailHasBeenAssociated
source: Your email address has been successfully associated with your account.
fr: Votre adresse e-mail a bien été associée à votre compte.

# yourNewIdentifierHasBeenSent
source: Your new identifier has been sent to your email address.
fr: Votre nouvel identifiant a été envoyé à votre adresse e-mail.

source: Animes added
fr: Animés ajoutés

source: Episodes watched
fr: Épisodes vus

source: Watch time
fr: Temps de visionnage

# accountDateFormat
source: EEEE, MMMM dd, yyyy
fr: EEEE dd MMM yyyy

# accountCreatedAt
source: Account created on {date}
fr: Compte créé le {date}

source: Crop
fr: Recadrer

source: Invalid image format
fr: Format d'image invalide

# invalidImageExtension
source: Only .jpg, .jpeg, and .png files are allowed
fr: Seuls les fichiers .jpg, .jpeg et .png sont autorisés

# yourRecentlyAddedAnime1
source: Your recently
fr: Vos animés récemment

# yourRecentlyAddedAnime2
source: added anime
fr: ajoutés

# noFollowedAnime
source: You haven't added any anime to your watchlist yet
fr: Vous n'avez pas encore ajouté d'animé à votre watchlist

# yourRecentlyViewedEpisodes1
source: Your recently
fr: Vos épisodes récemment

# yourRecentlyViewedEpisodes2
source: viewed episodes
fr: vus

# noWatchedEpisode
source: You haven't watched any episodes yet
fr: Vous n'avez pas encore vus d'épisode

# weekDays
source: {day, select, 0{Monday} 1{Tuesday} 2{Wednesday} 3{Thursday} 4{Friday} 5{Saturday} 6{Sunday} other{}}
fr: {day, select, 0{Lundi} 1{Mardi} 2{Mercredi} 3{Jeudi} 4{Vendredi} 5{Samedi} 6{Dimanche} other{}}

# days
source: d
fr: j

source: Watch
fr: Regarder

# notificationNotAuthorized
source: Notifications are not authorized
fr: Les notifications ne sont pas autorisées

# notificationNotAuthorizedSubtitle
source: Please enable them in your app settings
fr: Veuillez les activer dans les paramètres de votre application

source: Downloading patch...
fr: Téléchargement du correctif...

# patchDownloaded
source: Patch downloaded! Restart the application to apply the changes.
fr: Correctif téléchargé ! Redémarrez l'application pour appliquer les changements.

# patchFailed
source: Patch failed to download. Please try again later.
fr: Échec du téléchargement du correctif. Veuillez réessayer plus tard.
